Repository: wp-plugins/100-cities
Catalog: lang/onehundredcities-*.po
Languages: es_es

source: 100 Cities Admin Panel
es_es: Panel de administración de 100 Ciudades

source: 100 Cities data updated
es_es: La información se ha actualizado

source: Elements to show
es_es: Elementos a mostrar

source: Google map
es_es: Mapa de google

source: Wikipedia description
es_es: Descripción de Wikipedia

source: Panoramio photos
es_es: Fotos de Panoramio

source: Related posts
es_es: Artículos relacionados

source: Weather info
es_es: Información sobre clima

source: Related posts feed
es_es: Enlaces al feed (rss) de los artículos relacionados

source: Div type
es_es: Tipo de contenedor <br /><small>(Ocupa el ancho del artículo o flota a un lado y queda envuelto de texto)</small>

source: Use default CSS
es_es: Usa el css por defecto

source: Edit CSS
es_es: Editar CSS <br /><small>(Si no sabes CSS, NO LO EDITES ya que un error puede hacer que todo el wordpress se vea mal y/o deje de funcionar)</small>

source: Show plugin
es_es: Mostrar el plugin en

source: Dinamic sidebars has to be actived for this to work
es_es: La barra lateral dinámica tiene que estar activa

source: It needs
es_es: Necesita

source: on the sidebar
es_es: al final de la barra lateral

source: Tag pages
es_es: Páginas de etiquetas

source: Add our logo
es_es: Añade nuestro logo

source: Keep our link, Thanks!
es_es: Deja nuestro enlace, Gracias!

source: Save Options
es_es: Guardar

source: more posts about
es_es: más artículos de

source: Home exchange
es_es: Intercambio de casas

source: Home-link
es_es: http://www.knok.com/es/

source: Area
es_es: Superficie

source: Population
es_es: Población

source: Settled
es_es: Fundada

source: Weather
es_es: Clima

source: Wind at
es_es: Viento de

source: by
es_es: por

source: created by
es_es: Creado por
